Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Data synced via iCloud uses Apple's end-to-end encryption. AppleVis cannot read it.
ar: تستخدم البيانات المتزامنة عبر iCloud التشفير من طرف إلى طرف من Apple. لا يستطيع AppleVis قراءتها.
de: Über iCloud synchronisierte Daten nutzen die Ende-zu-Ende-Verschlüsselung von Apple. AppleVis kann sie nicht lesen.
el: Τα δεδομένα που συγχρονίζονται μέσω iCloud χρησιμοποιούν τη διατερματική κρυπτογράφηση της Apple. Το AppleVis δεν μπορεί να τα διαβάσει.
es: Los datos sincronizados con iCloud usan el cifrado de extremo a extremo de Apple. AppleVis no puede leerlos.
fa: داده‌هایی که از طریق iCloud همگام می‌شوند از رمزگذاری سرتاسری Apple استفاده می‌کنند. AppleVis نمی‌تواند آن‌ها را بخواند.
fr: Les données synchronisées via iCloud utilisent le chiffrement de bout en bout d'Apple. AppleVis ne peut pas les lire.
he: מידע שמסונכרן דרך iCloud משתמש בהצפנה מקצה לקצה של Apple. AppleVis לא יכול לקרוא אותו.
hi: iCloud से सिंक होने वाला डेटा Apple के एंड-टू-एंड एन्क्रिप्शन का उपयोग करता है। AppleVis उसे नहीं पढ़ सकता।
id: Data yang disinkronkan melalui iCloud menggunakan enkripsi end-to-end Apple. AppleVis tidak dapat membacanya.
it: I dati sincronizzati tramite iCloud usano la crittografia end-to-end di Apple. AppleVis non può leggerli.
ja: iCloud で同期されるデータには Apple のエンドツーエンド暗号化が使われます。AppleVis はそのデータを読めません。
ko: iCloud로 동기화되는 데이터는 Apple의 종단 간 암호화를 사용합니다. AppleVis는 이를 읽을 수 없습니다.
nl: Gegevens die via iCloud worden gesynchroniseerd, gebruiken de end-to-end-versleuteling van Apple. AppleVis kan ze niet lezen.
pl: Dane synchronizowane przez iCloud korzystają z szyfrowania end-to-end Apple. AppleVis nie może ich odczytać.
pt: Os dados sincronizados pelo iCloud usam a criptografia de ponta a ponta da Apple. O AppleVis não consegue lê-los.
ru: Данные, синхронизируемые через iCloud, защищены сквозным шифрованием Apple. AppleVis не может их прочитать.
sv: Data som synkas via iCloud använder Apples totalsträckskryptering. AppleVis kan inte läsa den.
th: ข้อมูลที่ซิงค์ผ่าน iCloud ใช้การเข้ารหัสตั้งแต่ต้นทางถึงปลายทางของ Apple AppleVis อ่านข้อมูลนี้ไม่ได้
tr: iCloud ile eşzamanlanan veriler Apple'ın uçtan uca şifrelemesini kullanır. AppleVis bunları okuyamaz.
uk: Дані, синхронізовані через iCloud, захищені наскрізним шифруванням Apple. AppleVis не може їх прочитати.
vi: Dữ liệu đồng bộ qua iCloud dùng mã hóa đầu cuối của Apple. AppleVis không thể đọc được.
zh_hans: 通过 iCloud 同步的数据使用 Apple 的端到端加密。AppleVis 无法读取这些数据。

source: On-Device AI
ar: ذكاء اصطناعي على الجهاز
de: KI auf dem Gerät
el: ΤΝ στη συσκευή
es: IA en el dispositivo
fa: هوش مصنوعی روی دستگاه
fr: IA sur l'appareil
he: בינה מלאכותית במכשיר
hi: डिवाइस पर AI
id: AI di Perangkat
it: IA sul dispositivo
ja: デバイス上の AI
ko: 기기 내 AI
nl: AI op het apparaat
pl: AI na urządzeniu
pt: IA no dispositivo
ru: ИИ на устройстве
sv: AI på enheten
th: AI บนอุปกรณ์
tr: Cihaz Üzerinde Yapay Zekâ
uk: ШІ на пристрої
vi: AI trên thiết bị
zh_hans: 设备端 AI

source: Smart features powered by AI run on your device using Apple Intelligence. Content is not sent to external servers.
ar: تعمل الميزات الذكية المدعومة بالذكاء الاصطناعي على جهازك باستخدام Apple Intelligence. لا يُرسل المحتوى إلى خوادم خارجية.
de: KI-gestützte intelligente Funktionen laufen mit Apple Intelligence auf deinem Gerät. Inhalte werden nicht an externe Server gesendet.
el: Οι έξυπνες λειτουργίες με ΤΝ εκτελούνται στη συσκευή σας με το Apple Intelligence. Το περιεχόμενο δεν στέλνεται σε εξωτερικούς διακομιστές.
es: Las funciones inteligentes con IA se ejecutan en tu dispositivo con Apple Intelligence. El contenido no se envía a servidores externos.
fa: ویژگی‌های هوشمند مبتنی بر هوش مصنوعی با Apple Intelligence روی دستگاه شما اجرا می‌شوند. محتوا به سرورهای خارجی فرستاده نمی‌شود.
fr: Les fonctionnalités intelligentes basées sur l'IA s'exécutent sur votre appareil avec Apple Intelligence. Le contenu n'est pas envoyé à des serveurs externes.
he: תכונות חכמות מבוססות בינה מלאכותית פועלות במכשיר שלך באמצעות Apple Intelligence. התוכן לא נשלח לשרתים חיצוניים.
hi: AI आधारित स्मार्ट सुविधाएं Apple Intelligence के ज़रिए आपके डिवाइस पर चलती हैं। सामग्री बाहरी सर्वर पर नहीं भेजी जाती।
id: Fitur cerdas berbasis AI berjalan di perangkat Anda menggunakan Apple Intelligence. Konten tidak dikirim ke server eksternal.
it: Le funzioni intelligenti basate sull'IA vengono eseguite sul dispositivo con Apple Intelligence. I contenuti non vengono inviati a server esterni.
ja: AI を使ったスマート機能は、Apple Intelligence によりデバイス上で動作します。コンテンツが外部のサーバに送られることはありません。
ko: AI 기반 스마트 기능은 Apple Intelligence를 사용해 기기에서 실행됩니다. 콘텐츠는 외부 서버로 전송되지 않습니다.
nl: Slimme functies met AI draaien op je apparaat via Apple Intelligence. Inhoud wordt niet naar externe servers gestuurd.
pl: Inteligentne funkcje oparte na AI działają na Twoim urządzeniu dzięki Apple Intelligence. Treści nie są wysyłane na zewnętrzne serwery.
pt: Os recursos inteligentes com IA rodam no seu dispositivo usando a Apple Intelligence. O conteúdo não é enviado para servidores externos.
ru: Умные функции на базе ИИ работают на вашем устройстве с помощью Apple Intelligence. Содержимое не отправляется на внешние серверы.
sv: Smarta funktioner med AI körs på din enhet med Apple Intelligence. Innehåll skickas inte till externa servrar.
th: คุณสมบัติอัจฉริยะที่ใช้ AI ทำงานบนอุปกรณ์ของคุณด้วย Apple Intelligence เนื้อหาไม่ถูกส่งไปยังเซิร์ฟเวอร์ภายนอก
tr: Yapay zekâ destekli akıllı özellikler Apple Intelligence ile cihazınızda çalışır. İçerik harici sunuculara gönderilmez.
uk: Розумні функції на основі ШІ працюють на вашому пристрої завдяки Apple Intelligence. Вміст не надсилається на зовнішні сервери.
vi: Các tính năng thông minh dùng AI chạy trên thiết bị của bạn bằng Apple Intelligence. Nội dung không được gửi đến máy chủ bên ngoài.
zh_hans: AI 驱动的智能功能通过 Apple Intelligence 在你的设备上运行。内容不会发送到外部服务器。

source: Notification Privacy
ar: خصوصية الإشعارات
de: Datenschutz bei Benachrichtigungen
el: Απόρρητο ειδοποιήσεων
es: Privacidad de las notificaciones
fa: حریم خصوصی اعلان‌ها
fr: Confidentialité des notifications
he: פרטיות ההתראות
hi: सूचना गोपनीयता
id: Privasi Notifikasi
it: Privacy delle notifiche
ja: 通知のプライバシー
ko: 알림 개인정보 보호
nl: Privacy van meldingen
pl: Prywatność powiadomień
pt: Privacidade das notificações
ru: Конфиденциальность уведомлений
sv: Integritet för aviseringar
th: ความเป็นส่วนตัวของการแจ้งเตือน
tr: Bildirim Gizliliği
uk: Конфіденційність сповіщень
vi: Quyền riêng tư của thông báo
zh_hans: 通知隐私

source: Push notification content is encrypted in transit. Notification payloads are minimal — we don't embed full article text.
ar: يُشفَّر محتوى الإشعارات الفورية أثناء النقل. الإشعارات مختصرة، ولا نضمّنها النص الكامل للمقالات.
de: Inhalte von Push-Benachrichtigungen werden bei der Übertragung verschlüsselt. Sie enthalten nur das Nötigste, keinen vollständigen Artikeltext.
el: Το περιεχόμενο των ειδοποιήσεων push κρυπτογραφείται κατά τη μετάδοση. Οι ειδοποιήσεις είναι ελάχιστες· δεν περιλαμβάνουν ολόκληρο το κείμενο των άρθρων.
es: El contenido de las notificaciones push se cifra durante el envío. Las notificaciones son mínimas: no incluyen el texto completo de los artículos.
fa: محتوای اعلان‌های فوری هنگام انتقال رمزگذاری می‌شود. اعلان‌ها حداقلی‌اند و متن کامل مقاله‌ها را در بر نمی‌گیرند.
fr: Le contenu des notifications push est chiffré pendant le transfert. Les notifications restent minimales : nous n'y incluons pas le texte complet des articles.
he: תוכן התראות push מוצפן בזמן ההעברה. ההתראות מינימליות — איננו כוללים בהן את הטקסט המלא של המאמרים.
hi: पुश सूचना की सामग्री भेजे जाते समय एन्क्रिप्ट होती है। सूचनाएं न्यूनतम होती हैं — हम पूरे लेख का टेक्स्ट नहीं जोड़ते।
id: Isi notifikasi push dienkripsi saat dikirim. Notifikasi dibuat seminimal mungkin — kami tidak menyertakan teks artikel lengkap.
it: Il contenuto delle notifiche push è cifrato durante l'invio. Le notifiche sono essenziali: non includono il testo completo degli articoli.
ja: プッシュ通知の内容は送信中に暗号化されます。通知は最小限で、記事の全文は含めません。
ko: 푸시 알림 내용은 전송 중에 암호화됩니다. 알림은 최소한으로 구성되며 기사 전문을 포함하지 않습니다.
nl: De inhoud van pushmeldingen wordt tijdens verzending versleuteld. Meldingen bevatten zo weinig mogelijk: we sturen geen volledige artikeltekst mee.
pl: Treść powiadomień push jest szyfrowana podczas przesyłania. Powiadomienia są minimalne – nie zawierają pełnego tekstu artykułów.
pt: O conteúdo das notificações push é criptografado no envio. As notificações são mínimas: não incluímos o texto completo dos artigos.
ru: Содержимое push-уведомлений шифруется при передаче. Уведомления минимальны: мы не включаем в них полный текст статей.
sv: Innehållet i pushaviseringar krypteras under överföringen. Aviseringarna är minimala – vi bifogar inte hela artikeltexter.
th: เนื้อหาการแจ้งเตือนแบบพุชถูกเข้ารหัสระหว่างส่ง การแจ้งเตือนมีข้อมูลน้อยที่สุด เราไม่ใส่ข้อความบทความทั้งหมด
tr: Anlık bildirim içeriği aktarım sırasında şifrelenir. Bildirimler en az bilgiyi içerir; makalenin tam metnini eklemeyiz.
uk: Вміст push-сповіщень шифрується під час передавання. Сповіщення мінімальні: ми не додаємо до них повний текст статей.
vi: Nội dung thông báo đẩy được mã hóa khi truyền. Thông báo chỉ chứa tối thiểu thông tin — chúng tôi không kèm toàn văn bài viết.
zh_hans: 推送通知内容在传输过程中加密。通知内容尽量精简，不会包含文章全文。

source: Never
ar: أبدًا
de: Nie
el: Ποτέ
es: Nunca
fa: هرگز
fr: Jamais
he: אף פעם
hi: कभी नहीं
id: Tidak Pernah
it: Mai
ja: なし
ko: 안 함
nl: Nooit
pl: Nigdy
pt: Nunca
ru: Никогда
sv: Aldrig
th: ไม่เคย
tr: Hiçbir Zaman
uk: Ніколи
vi: Chưa bao giờ
zh_hans: 从不

source: Articles, episodes, and apps you've bookmarked.
ar: المقالات والحلقات والتطبيقات التي حفظتها.
de: Artikel, Folgen und Apps, die du gespeichert hast.
el: Άρθρα, επεισόδια και εφαρμογές που αποθηκεύσατε.
es: Artículos, episodios y apps que has guardado.
fa: مقاله‌ها، قسمت‌ها و برنامه‌هایی که ذخیره کرده‌اید.
fr: Articles, épisodes et applis que vous avez enregistrés.
he: מאמרים, פרקים ואפליקציות ששמרת.
hi: आपके सहेजे गए लेख, एपिसोड और ऐप।
id: Artikel, episode, dan aplikasi yang Anda simpan.
it: Articoli, episodi e app che hai salvato.
ja: 保存した記事、エピソード、アプリ。
ko: 저장한 기사, 에피소드, 앱.
nl: Artikelen, afleveringen en apps die je hebt opgeslagen.
pl: Zapisane przez Ciebie artykuły, odcinki i aplikacje.
pt: Artigos, episódios e apps que você salvou.
ru: Статьи, эпизоды и приложения, которые вы сохранили.
sv: Artiklar, avsnitt och appar du har sparat.
th: บทความ ตอน และแอปที่คุณบันทึกไว้
tr: Kaydettiğiniz makaleler, bölümler ve uygulamalar.
uk: Статті, епізоди й додатки, які ви зберегли.
vi: Bài viết, tập và ứng dụng bạn đã lưu.
zh_hans: 你保存的文章、单集和应用。

source: Topics and content you follow stay the same on all devices.
ar: تبقى المواضيع والمحتويات التي تتابعها كما هي على كل الأجهزة.
de: Themen und Inhalte, denen du folgst, sind auf allen Geräten gleich.
el: Τα θέματα και το περιεχόμενο που ακολουθείτε μένουν ίδια σε όλες τις συσκευές.
es: Los temas y el contenido que sigues son los mismos en todos tus dispositivos.
fa: موضوعات و محتوایی که دنبال می‌کنید در همهٔ دستگاه‌ها یکسان می‌ماند.
fr: Les sujets et contenus que vous suivez restent identiques sur tous vos appareils.
he: הנושאים והתוכן שאתה עוקב אחריהם נשארים זהים בכל המכשירים.
hi: आप जिन विषयों और सामग्री को फ़ॉलो करते हैं, वे सभी डिवाइस पर एक जैसे रहते हैं।
id: Topik dan konten yang Anda ikuti tetap sama di semua perangkat.
it: Gli argomenti e i contenuti che segui sono gli stessi su tutti i dispositivi.
ja: フォロー中のトピックやコンテンツは、すべてのデバイスで同じになります。
ko: 팔로우하는 주제와 콘텐츠가 모든 기기에서 동일하게 유지됩니다.
nl: Onderwerpen en inhoud die je volgt, blijven op al je apparaten hetzelfde.
pl: Obserwowane wątki i treści są takie same na wszystkich urządzeniach.
pt: Os tópicos e conteúdos que você segue ficam iguais em todos os dispositivos.
ru: Темы и материалы, на которые вы подписаны, одинаковы на всех устройствах.
sv: Ämnen och innehåll du följer är samma på alla enheter.
th: หัวข้อและเนื้อหาที่คุณติดตามจะเหมือนกันบนทุกอุปกรณ์
tr: Takip ettiğiniz konular ve içerikler tüm cihazlarda aynı kalır.
uk: Теми й матеріали, які ви відстежуєте, однакові на всіх пристроях.
vi: Các chủ đề và nội dung bạn theo dõi giống nhau trên mọi thiết bị.
zh_hans: 你关注的话题和内容在所有设备上保持一致。

source: Podcast Position
ar: موضع البودكاست
el: Θέση podcast
es: Posición en pódcast
fa: جایگاه پادکست
fr: Position dans les podcasts
he: מיקום בפודקאסט
hi: पॉडकास्ट की स्थिति
id: Posisi Podcast
it: Posizione nei podcast
ja: ポッドキャストの再生位置
ko: 팟캐스트 위치
nl: Podcastpositie
pl: Pozycja w podcaście
pt: Posição no podcast
ru: Позиция в подкасте
sv: Position i poddar
th: ตำแหน่งพอดแคสต์
tr: Podcast Konumu
uk: Позиція в подкасті
vi: Vị trí podcast
zh_hans: 播客进度

source: Continue listening from where you left off on any device.
ar: تابع الاستماع من حيث توقفت على أي جهاز.
de: Auf jedem Gerät dort weiterhören, wo du aufgehört hast.
el: Συνεχίστε την ακρόαση από εκεί που σταματήσατε σε οποιαδήποτε συσκευή.
es: Sigue escuchando donde lo dejaste en cualquier dispositivo.
fa: در هر دستگاهی از جایی که متوقف شدید گوش دادن را ادامه دهید.
fr: Reprenez l'écoute là où vous vous étiez arrêté, sur n'importe quel appareil.
he: המשך להאזין מהמקום שבו הפסקת בכל מכשיר.
hi: किसी भी डिवाइस पर वहीं से सुनना जारी रखें जहां छोड़ा था।
id: Lanjutkan mendengarkan dari posisi terakhir di perangkat mana pun.
it: Continua ad ascoltare da dove avevi lasciato su qualsiasi dispositivo.
ja: どのデバイスでも、中断したところから続けて聴けます。
ko: 어떤 기기에서든 멈춘 곳부터 계속 들을 수 있습니다.
nl: Luister op elk apparaat verder waar je gebleven was.
pl: Słuchaj dalej od miejsca, w którym skończyłeś, na dowolnym urządzeniu.
pt: Continue ouvindo de onde parou em qualquer dispositivo.
ru: Продолжайте слушать с того места, где остановились, на любом устройстве.
sv: Fortsätt lyssna där du slutade på vilken enhet som helst.
th: ฟังต่อจากจุดที่ค้างไว้บนอุปกรณ์ใดก็ได้
tr: Herhangi bir cihazda kaldığınız yerden dinlemeye devam edin.
uk: Продовжуйте слухати з того місця, де зупинилися, на будь-якому пристрої.
vi: Tiếp tục nghe từ chỗ bạn dừng trên bất kỳ thiết bị nào.
zh_hans: 在任何设备上从上次停下的位置继续收听。

source: Your listening queue stays the same on all devices.
ar: تبقى قائمة الاستماع كما هي على كل الأجهزة.
de: Deine Warteschlange ist auf allen Geräten gleich.
el: Η ουρά ακρόασής σας μένει ίδια σε όλες τις συσκευές.
es: Tu cola de reproducción es la misma en todos tus dispositivos.
fa: صف شنیدن شما در همهٔ دستگاه‌ها یکسان می‌ماند.
fr: Votre file d'attente reste identique sur tous vos appareils.
he: תור ההאזנה שלך נשאר זהה בכל המכשירים.
hi: आपकी सुनने की कतार सभी डिवाइस पर एक जैसी रहती है।
id: Antrean dengar Anda tetap sama di semua perangkat.
it: La tua coda di ascolto è la stessa su tutti i dispositivi.
ja: 再生キューはすべてのデバイスで同じになります。
ko: 청취 대기열이 모든 기기에서 동일하게 유지됩니다.
nl: Je wachtrij blijft op al je apparaten hetzelfde.
pl: Twoja kolejka jest taka sama na wszystkich urządzeniach.
pt: Sua fila fica igual em todos os dispositivos.
ru: Ваша очередь одинакова на всех устройствах.
sv: Din lyssningskö är samma på alla enheter.
th: คิวการฟังของคุณจะเหมือนกันบนทุกอุปกรณ์
tr: Dinleme sıranız tüm cihazlarda aynı kalır.
uk: Ваша черга однакова на всіх пристроях.
vi: Hàng đợi nghe của bạn giống nhau trên mọi thiết bị.
zh_hans: 你的收听队列在所有设备上保持一致。

source: Read History
ar: سجل القراءة
de: Leseverlauf
el: Ιστορικό ανάγνωσης
es: Historial de lectura
fa: تاریخچهٔ خواندن
fr: Historique de lecture
he: היסטוריית קריאה
hi: पढ़ने का इतिहास
id: Riwayat Baca
it: Cronologia di lettura
ja: 閲覧履歴
ko: 읽은 기록
nl: Leesgeschiedenis
pl: Historia czytania
pt: Histórico de leitura
ru: История чтения
sv: Läshistorik
th: ประวัติการอ่าน
tr: Okuma Geçmişi
uk: Історія читання
vi: Lịch sử đọc
zh_hans: 阅读记录

source: Seen topics, new-comment tracking, and visit history can follow you across devices when history is enabled.
ar: يمكن أن تنتقل المواضيع التي شاهدتها وتتبع التعليقات الجديدة وسجل الزيارات بين أجهزتك عند تفعيل السجل.
de: Gesehene Themen, neue Kommentare und der Besuchsverlauf können dir auf alle Geräte folgen, wenn der Verlauf aktiviert ist.
el: Τα θέματα που είδατε, η παρακολούθηση νέων σχολίων και το ιστορικό επισκέψεων μπορούν να σας ακολουθούν σε όλες τις συσκευές όταν το ιστορικό είναι ενεργό.
es: Los temas vistos, el seguimiento de comentarios nuevos y el historial de visitas pueden acompañarte en tus dispositivos cuando el historial está activado.
fa: وقتی تاریخچه روشن باشد، موضوعات دیده‌شده، پیگیری دیدگاه‌های جدید و تاریخچهٔ بازدید می‌توانند در همهٔ دستگاه‌ها همراهتان باشند.
fr: Les sujets vus, le suivi des nouveaux commentaires et l'historique des visites peuvent vous suivre sur vos appareils lorsque l'historique est activé.
he: נושאים שנצפו, מעקב אחר תגובות חדשות והיסטוריית ביקורים יכולים לעבור איתך בין מכשירים כשההיסטוריה מופעלת.
hi: इतिहास चालू होने पर देखे गए विषय, नई टिप्पणियों की ट्रैकिंग और विज़िट इतिहास आपके सभी डिवाइस पर साथ रह सकते हैं।
id: Topik yang dilihat, pelacakan komentar baru, dan riwayat kunjungan dapat mengikuti Anda di berbagai perangkat saat riwayat diaktifkan.
it: Gli argomenti visti, il monitoraggio dei nuovi commenti e la cronologia delle visite possono seguirti sui tuoi dispositivi quando la cronologia è attiva.
ja: 履歴がオンのとき、閲覧したトピック、新着コメントの追跡、訪問履歴をデバイス間で引き継げます。
ko: 기록이 켜져 있으면 본 주제, 새 댓글 추적, 방문 기록이 여러 기기에서 이어집니다.
nl: Bekeken onderwerpen, het bijhouden van nieuwe reacties en je bezoekgeschiedenis kunnen je naar al je apparaten volgen als de geschiedenis aanstaat.
pl: Wyświetlone wątki, śledzenie nowych komentarzy i historia wizyt mogą być dostępne na wszystkich urządzeniach, gdy historia jest włączona.
pt: Tópicos vistos, acompanhamento de novos comentários e histórico de visitas podem acompanhar você entre dispositivos quando o histórico está ativado.
ru: Просмотренные темы, отслеживание новых комментариев и история посещений могут переноситься между устройствами, если история включена.
sv: Visade ämnen, spårning av nya kommentarer och besökshistorik kan följa med dig mellan enheter när historik är aktiverat.
th: หัวข้อที่ดูแล้ว การติดตามความคิดเห็นใหม่ และประวัติการเข้าชม จะตามคุณไปทุกอุปกรณ์เมื่อเปิดประวัติไว้
tr: Geçmiş açıkken görülen konular, yeni yorum takibi ve ziyaret geçmişi cihazlarınız arasında sizi izleyebilir.
uk: Переглянуті теми, відстеження нових коментарів та історія відвідувань можуть переноситися між пристроями, якщо історію ввімкнено.
vi: Khi bật lịch sử, các chủ đề đã xem, theo dõi bình luận mới và lịch sử truy cập có thể theo bạn trên các thiết bị.
zh_hans: 开启记录后，已查看的话题、新评论追踪和访问记录可在你的各设备之间同步。

source: Settings & Preferences
ar: الإعدادات والتفضيلات
de: Einstellungen
el: Ρυθμίσεις και προτιμήσεις
es: Ajustes y preferencias
fa: تنظیمات و ترجیحات
fr: Réglages et préférences
he: הגדרות והעדפות
hi: सेटिंग्स और प्राथमिकताएं
id: Pengaturan & Preferensi
it: Impostazioni e preferenze
ja: 設定と環境設定
ko: 설정 및 환경설정
nl: Instellingen & voorkeuren
pl: Ustawienia i preferencje
pt: Configurações e preferências
ru: Настройки и параметры
sv: Inställningar och preferenser
th: การตั้งค่าและค่ากำหนด
tr: Ayarlar ve Tercihler
uk: Налаштування й параметри
vi: Cài đặt & Tùy chọn
zh_hans: 设置与偏好设置

source: Theme, accessibility settings, and app preferences.
ar: السمة وإعدادات إمكانية الوصول وتفضيلات التطبيق.
de: Design, Bedienungshilfen und App-Einstellungen.
el: Θέμα, ρυθμίσεις προσβασιμότητας και προτιμήσεις εφαρμογής.
es: Tema, ajustes de accesibilidad y preferencias de la app.
fa: طرح زمینه، تنظیمات دسترس‌پذیری و ترجیحات برنامه.
fr: Thème, réglages d'accessibilité et préférences de l'appli.
he: ערכת נושא, הגדרות נגישות והעדפות האפליקציה.
hi: थीम, सुलभता सेटिंग्स और ऐप प्राथमिकताएं।
id: Tema, pengaturan aksesibilitas, dan preferensi aplikasi.
it: Tema, impostazioni di accessibilità e preferenze dell'app.
ja: テーマ、アクセシビリティ設定、アプリの環境設定。
ko: 테마, 손쉬운 사용 설정, 앱 환경설정.
nl: Thema, toegankelijkheidsinstellingen en app-voorkeuren.
pl: Motyw, ustawienia dostępności i preferencje aplikacji.
pt: Tema, configurações de acessibilidade e preferências do app.
ru: Тема, настройки специальных возможностей и параметры приложения.
sv: Tema, hjälpmedelsinställningar och appinställningar.
th: ธีม การตั้งค่าการช่วยการเข้าถึง และค่ากำหนดของแอป
tr: Tema, erişilebilirlik ayarları ve uygulama tercihleri.
uk: Тема, налаштування спеціальних можливостей і параметри додатка.
vi: Chủ đề giao diện, cài đặt trợ năng và tùy chọn ứng dụng.
zh_hans: 主题、辅助功能设置和应用偏好设置。

source: Home behavior, tips, and web links
ar: سلوك الشاشة الرئيسية والنصائح وروابط الويب
de: Verhalten der Startseite, Tipps und Weblinks
el: Συμπεριφορά Αρχικής, συμβουλές και σύνδεσμοι ιστού
es: Comportamiento de Inicio, consejos y enlaces web
fa: رفتار خانه، نکته‌ها و پیوندهای وب
fr: Comportement d'Accueil, astuces et liens web
he: התנהגות הבית, טיפים וקישורי אינטרנט
hi: होम का व्यवहार, सुझाव और वेब लिंक
id: Perilaku Beranda, tips, dan tautan web
it: Comportamento di Home, suggerimenti e link web
ja: ホームの動作、ヒント、ウェブリンク
ko: 홈 동작, 팁, 웹 링크
nl: Gedrag van Start, tips en weblinks
pl: Zachowanie Strony głównej, wskazówki i linki
pt: Comportamento do Início, dicas e links da web
ru: Поведение «Главной», советы и веб-ссылки
sv: Hems beteende, tips och webblänkar
th: การทำงานของหน้าหลัก เคล็ดลับ และลิงก์เว็บ
tr: Ana Sayfa davranışı, ipuçları ve web bağlantıları
uk: Поведінка «Головної», поради й веб-посилання
vi: Hoạt động của Trang chủ, mẹo và liên kết web
zh_hans: 主页行为、提示和网页链接

source: Customisation
ar: التخصيص
de: Anpassung
el: Προσαρμογή
es: Personalización
fa: سفارشی‌سازی
fr: Personnalisation
he: התאמה אישית
hi: अनुकूलन
id: Kustomisasi
it: Personalizzazione
ja: カスタマイズ
ko: 사용자화
nl: Aanpassing
pl: Personalizacja
pt: Personalização
ru: Персонализация
sv: Anpassning
th: การปรับแต่ง
tr: Özelleştirme
uk: Персоналізація
vi: Tùy chỉnh
zh_hans: 自定义

source: Theme, colour, and card density
ar: السمة واللون وكثافة البطاقات
de: Design, Farbe und Kartendichte
el: Θέμα, χρώμα και πυκνότητα καρτών
es: Tema, color y densidad de tarjetas
fa: طرح زمینه، رنگ و تراکم کارت
fr: Thème, couleurs et densité des cartes
he: ערכת נושא, צבע וצפיפות כרטיסים
hi: थीम, रंग और कार्ड घनत्व
id: Tema, warna, dan kepadatan kartu
it: Tema, colore e densità delle schede
ja: テーマ、色、カードの密度
ko: 테마, 색상, 카드 밀도
nl: Thema, kleur en kaartdichtheid
pl: Motyw, kolor i gęstość kart
pt: Tema, cor e densidade dos cartões
ru: Тема, цвет и плотность карточек
sv: Tema, färg och kortdensitet
th: ธีม สี และความหนาแน่นของการ์ด
tr: Tema, renk ve kart yoğunluğu
uk: Тема, колір і щільність карток
vi: Chủ đề, màu sắc và mật độ thẻ
zh_hans: 主题、颜色和卡片密度

source: VoiceOver and low vision controls
ar: عناصر التحكم في VoiceOver وضعف البصر
de: VoiceOver und Einstellungen für Sehbehinderte
el: Χειριστήρια VoiceOver και χαμηλής όρασης
es: Controles de VoiceOver y baja visión
fa: کنترل‌های VoiceOver و کم‌بینایی
fr: Commandes VoiceOver et basse vision
he: פקדי VoiceOver ולקות ראייה
hi: VoiceOver और कम दृष्टि नियंत्रण
id: Kontrol VoiceOver dan low vision
it: Controlli per VoiceOver e ipovisione
ja: VoiceOver とロービジョンのコントロール
ko: VoiceOver 및 저시력 제어
nl: VoiceOver- en slechtziendenbediening
pl: Sterowanie VoiceOver i dla słabowidzących
pt: Controles de VoiceOver e baixa visão
ru: VoiceOver и настройки для слабовидящих
sv: Reglage för VoiceOver och synnedsättning
th: ตัวควบคุม VoiceOver และสายตาเลือนราง
tr: VoiceOver ve az görme denetimleri
uk: VoiceOver і налаштування для слабкозорих
vi: Điều khiển VoiceOver và thị lực kém
zh_hans: VoiceOver 和低视力控制

source: Alerts
ar: التنبيهات
de: Hinweise
el: Ειδοποιήσεις
es: Avisos
fa: هشدارها
fr: Alertes
he: התראות
hi: अलर्ट
id: Peringatan
it: Avvisi
ja: 通知
ko: 알림
nl: Waarschuwingen
pl: Alerty
pt: Alertas
ru: Оповещения
sv: Aviseringar
th: การเตือน
tr: Uyarılar
uk: Сповіщення
vi: Cảnh báo
zh_hans: 提醒
